export interface Testimonial {
  id: number;
  name: string;
  product: string;
  rating: 5 | 4;
  review: string;
}

export const testimonials: Testimonial[] = [
  {
    id: 1,
    name: "أحمد حسن",
    product: "Volcano",
    rating: 5,
    review:
      "تقييم ال perfumes فوق الممتاز بشوية والله بجد، لأني من الناس اللي مش بيعجبني حاجة بسهولة، بس بصراحة عجبوني و عجبوا اي حد شمها عليا",
  },
  {
    id: 2,
    name: "سارة علي",
    product: "Velvet Bloom",
    rating: 5,
    review:
      "انا استلمت الاوردر من شويه، بصراحه العطور جميله جداً جداً والله، بالذات آنجل شير و لومال الكسير، سبايس بومب كويسه الصراحه بس عجبني، أنجبل شير و لومال إلكسير اكثر الصراحه، اللهم بارك الحاجه تمام وهقول لصحابي برضو علي البراند بتاعك",
  },
  {
    id: 3,
    name: "عمر مصطفى",
    product: "Midnight Amber",
    rating: 5,
    review:
      "اولا تسلم ايدك علي البرفيوم ولا اروع، استخدمت VOLCANO و inspired by ALTHAIR وكل من دخل العيادة النهاردة سألني انا حاطط برفيوم ايه، وثانيا شكراً للتوصيل بنفسك، نورتني في العيادة",
  },
  {
    id: 4,
    name: "محمد حافظ",
    product: "Golden Musk",
    rating: 5,
    review:
      "عاوز اقولك ان بجد تسلم ايدك نقاء البيرفيوم حاجه خيال! أنا رشيتها اول ما استلمتها و قابلت 2 بس الاتنين سألوني عليها و فواحه جدا زي ما وصفت بالظبط",
  },
];
